anseki.vscode-color
anthropic.claude-code
atlassian.atlascode
bierner.markdown-mermaid
chadalen.vscode-jetbrains-icon-theme
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.auto-close-tag
golang.go
ivory-lab.jenkinsfile-support
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
openai.chatgpt
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
slevesque.vscode-zipexplorer
streetsidesoftware.code-spell-checker
techer.open-in-browser
technosophos.vscode-helm
tim-koehler.helm-intellisense
timheuer.awesome-copilot
tomoki1207.pdf
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
yinfei.luahelper
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
